[
  {
    "title": "Medical Camp 2024",
    "description": "conducted a successful medical camp at Govt Boys and Girls Degree School, Chanesar Village, partnering with IFM-JSMU, PSIG, and House of Dawah.",
    "image": "/project_cover_images/medical_camp_2024.jpg"
  },
  {
    "title": "Heat Relief Camp at JPMC",
    "description": "Set up a heat relief camp outside the emergency ward at JPMC to help people cope with the heatwave while also spreading awareness about heat strokes, their management, and prevention.",
    "image": "/project_cover_images/heat_relief_jpmc.jpg"
  },
  {
    "title": "Heat Relief Camp at Cantt Railway Station",
    "description": "Collaborated with VFAHT-ZU, Sadqat Ul Asdiqa, and MS4CA in supporting the local community during the heatwave with the Heat Relief Camp at Cantt Railway Station.",
    "image": "/project_cover_images/heat_relief_cantt.jpg"
  },
  {
    "title": "Vaccine Awareness Session",
    "description": "Visited 40 different classrooms at Govt. Boys and Girls Degree School, Chanesar Village, to educate students and teachers on the critical importance of vaccinations.",
    "image": "/project_cover_images/vaccine_awareness.jpg"
  },
  {
    "title": "Water Cooler Installation at NICVD",
    "description": "successfully installed a water cooler in the waiting area outside the cardiac emergency department, NICVD, by a generous donation from a student and his family, who wanted to honor their late grandmother's memory.",
    "image": "/project_cover_images/nicvd_watercooler.jpg"
  },
  {
    "title": "Breast Cancer Awareness Session",
    "description": "PHH celebrated Pinktober with IFM-JSMU and Pink Ribbon by educating school and college girls about breast cancer and self-examination at Govt. Boys and Girls Degree School, Chanesar Village.",
    "image": "/project_cover_images/breast_cancer_awareness.jpg"
  },
  {
    "title": "Annual Beach Fundraiser Event",
    "description": "Organized a fun fundraiser trip for university students to the beach and included activities like sports, art therapy, and delicious food.",
    "image": "/project_cover_images/beach_fundraiser.jpg"
  },
  {
    "title": "Choti Eid Ki Bari Khushiyan",
    "description": "Team PHH celebrates Eid ul Fitr with the little warriors at NICH every year by presenting them with Eid cards, applying henna, and distributing snack and gift bags.",
    "image": "/project_cover_images/eid_celebration_nich.jpg"
  },
  {
    "title": "Children's Day Walk",
    "description": "PHH was invited to the World Children's Day Awareness Walk 2024, held at Sea View, Karachi, organized by Mir Tariq Ali Talpur, Minister of Social Welfare.",
    "image": "/project_cover_images/childrens_day_walk.jpg"
  },
  {
    "title": "Hepatitis Awareness Camp",
    "description": "For World Hepatitis Day 2024, we collaborated with VFAHT-JSMU and VFAHT-BMU to conduct a successful Hepatitis Awareness Camp for the general public at JPMC, Karachi.",
    "image": "/project_cover_images/hepatitis_awareness.jpg"
  },
  {
    "title": "Blood Donation Drive",
    "description": "Together with Nixor Hospital, we conducted a blood donation drive at Nixor College, and the blood donated will be sent to the JPMC blood bank, helping to replenish their stocks and save countless lives.",
    "image": "/project_cover_images/blood_donation.jpg"
  },
  {
    "title": "Ramadan Campaign 2025",
    "description": "comprised of 3 major initiatives: Donation Drive, Donor Outreach, and University Collections—raised over 1 million rupees, directly impacting countless lives and truly embodying the essence of Ramadan.",
    "image": "/project_cover_images/ramadan_campaign.jpg"
  },
  {
    "title": "Azadi Kay Rang Bachon Kay Sang",
    "description": "We celebrate our nation's independence with the little warriors at NICH every year by distributing gift bags, face painting, cake cutting, games, and photography sessions.",
    "image": "/project_cover_images/azadi_celebration.jpg"
  },
  {
    "title": "Nixor Hospital Collaboration",
    "description": "Team Nixor Hospital and PHH came together to support the initiative of NH Clinic in providing medical care to the community.",
    "image": "/project_cover_images/nixor_collaboration.jpg"
  },
  {
    "title": "Collaboration with MY BIGGEST WISH",
    "description": "The German NGO, mybiggestwish, took a tour of our wards and donated a significant amount of medicines to our drug bank at JPMC.",
    "image": "/project_cover_images/mybiggestwish_collab.jpg"
  },
  {
    "title": "Hypertension Awareness and BP Monitoring Camp",
    "description": "Team PHH hosted a two-day camp at JPMC Surgical Complex for “May Measurement Month,” an annual global campaign initiated by the International Society of Hypertension.",
    "image": "/project_cover_images/hypertension_camp.jpg"
  },
  {
    "title": "PHHxSIEHS Workshop",
    "description": "Collaborated with SIEHS to host a comprehensive Basic Life Support (BLS) Workshop and helped enlighten 83 trainees on essential life-saving skills.",
    "image": "/project_cover_images/phh_siehs_bls.jpg"
  },
  {
    "title": "Independence Day Celebrations at Sirat ul Jannah",
    "description": "We gathered to celebrate freedom alongside the bright young souls at Sirat ul Jannah, which was made possible thanks to our generous sponsor, Pakistan Petroleum Limited.",
    "image": "/project_cover_images/independence_sirat_ul_jannah.jpg"
  },
  {
    "title": "PHHxRESQ Workshop",
    "description": "on World First Aid Day, we collaborated with team RESQ to conduct a Basic Life Support (BLS) workshop for the PHH Executive Council.",
    "image": "/project_cover_images/phh_resq_workshop.jpg"
  },
  {
    "title": "Collaboration with LNH to distribute medicines in JPMC",
    "description": "We received a huge bulk of medicines from LNH Helping Hands, which helped us provide much-needed medical care to those who need it most.",
    "image": "/project_cover_images/lnh_medicine_donation.jpg"
  },
  {
    "title": "Seminar on HPV Vaccine & Cervical Cancer Prevention",
    "description": "Team PHH was invited to the advocacy seminar organized by EPI-Sindh, UNICEF, WHO, and Jhpiego at the PC Hotel, Karachi.",
    "image": "/project_cover_images/hpv_seminar.jpg"
  }
]
