[
  {
    "name": "Dr. Ambreen Usmani",
    "title": "SMC Principal",
    "photo": "/notable_people_profiles/ambreen_usmani.webp",
    "message": "I believe the work being carried out by the students is truly commendable. In addition to recognizing the leadership team, I would like to especially acknowledge the volunteers, who serve as the true backbone of this organization. I will support you to the best of my ability, both in a professional and personal capacity."
  },
  {
    "name": "Dr. Farah Javed",
    "title": "SMC Vice Principal",
    "photo": "/notable_people_profiles/female-icon.webp",
    "message": "Being a graduate of Sindh Medical College, I take immense pride in this organization!"
  },
  {
    "name": "Dr. Syeda Kausar Ali",
    "title": "Chairperson IME, JSMU",
    "photo": "/notable_people_profiles/syeda_kauser_ali.webp",
    "message": "I have known PHH since 2011, when my daughter used to work here. We were very impressed by the commitment and hard work of the members in gathering funds and catering to the needs of the patients and providing them with the relevant medicines. I see compassion and empathy in the members of PHH, where they are doing extracurricular work along with their studies. They put in a lot of time and effort into it, which is not an easy task with the heavy load of studies. I respect them for their work."
  },
  {
    "name": "Mrs Khan",
    "title": "Donor",
    "photo": "/notable_people_profiles/female-icon.webp",
    "message": "PHH is a Sindh Medical College (SMC) based student-run NGO, and I liked their work. I donated to them for the sake of Allah as a Pakistani to help those who can't pay their medical expenses, and I will continue to do so."
  },
  {
    "name": "Dr. Syed Masroor Ahmed",
    "title": "Dean of Medicine, JPMC",
    "photo": "/notable_people_profiles/masroor_ahmed.webp",
    "message": " PHH is an SMC-based student-run NGO that is run by the students for the betterment of the patients. The enthusiastic and devoted attitude of the young doctors is really fascinating. They are very actively involved in providing facilities to the admitted patients of Ward 7 JPMC. I pray they  progress to ultimate heights in their ambition and profession."
  },
  {
    "name": "Dr Hassan Ahmed",
    "title": "Founding member, PHH and Consultant Surgical Oncologist and General Surgeon at Patel Hospital",
    "photo": "/notable_people_profiles/hassan_ahmed.webp",
    "message": "To all the dedicated staff, volunteers, and partners of PHH, I extend my deepest gratitude. Your tireless efforts, passion, and commitment are the driving force behind our success. Together, we have made a significant difference in many lives, and I am confident that, with your continued support, we will achieve even greater milestones."
  },
  {
    "name": "Dr Ali Alvi",
    "title": "Founding member, PHH and MBBS, MS, PhD (Canada)",
    "photo": "/notable_people_profiles/ali_alvi.webp",
    "message": " I have been following PHH’s progress, albeit online, and I couldn’t be prouder of all current and past members who have taken the baton and made it 100 times better. In addition to continuing the efforts to improve care standards, I am so proud to see PHH play a role in providing academic support in terms of seminars, etc."
  }
]
