[
  {
    "id": "Medical Ward 7 Drug Bank & HDU",
    "type": "ongoing",
    "title": "Medical Ward 7 Drug Bank & HDU",
    "description": "**The Patients Helping Hands (PHH) Welfare Association** initiated the High Dependency Unit (HDU) project in Medical Ward-7 at JPMC in June 2014. Recognizing the urgent need for critical care facilities within general medical wards, PHH took the lead in establishing a specialized six-bed HDU equipped with modern, state-of-the-art medical infrastructure. This initiative significantly reduced the burden on the already overwhelmed ICU services at JPMC, eliminating the need for critically ill patients in Ward-7 to wait in long queues for ICU admission.\n\n Over the years, this HDU has transformed into a vital component of Medical Ward-7, providing high-quality care to patients in serious but stable conditions who require close monitoring and support. The unit is designed to function independently, with all essential medical equipment — including multiparameter monitors, infusion pumps, suction machines, oxygen supply systems, and emergency care tools — readily available at each bedside.\n\n PHH not only initiated but also continues to actively maintain and manage the HDU. Our team ensures that the equipment remains in optimal working condition, supplies are regularly replenished, and the environment meets the highest standards of hygiene and functionality. To strengthen the clinical efficiency of the unit, PHH has appointed **Mr. Naveed Gill**, a critical care technician who is present full-time to oversee patient care, manage equipment, and coordinate with the ward’s medical staff.\n\n In addition to operating the HDU, PHH extends its support to the broader patient population of Ward-7 by providing essential medicines free of cost. These medications are distributed daily to inpatients, especially those who cannot afford treatment, through a system funded entirely by zakat and charitable donations. The key medicines currently provided through the PHH drug bank include :\n\n \n**Clindamycin 600 mg**\n**Tanzo 4.5 g**\n**Vinjec 1 g**\n**Moxiget**\n**Calamox**\n**Heparmerz**\n**Linezolid**\n\nThis ensures that financial hardship never becomes a barrier to receiving timely and appropriate medical care.\n\nThrough our sustained efforts in the HDU and beyond, PHH remains steadfast in its mission to serve humanity, support public healthcare infrastructure, and stand beside those in need during their most vulnerable moments.",
    "image": "/project_cover_images/m7_drugbank_1.webp",
    "link": "/projects/m7-drugbank",
    "detailedimage": "/project_cover_images/detailed/m7_ward_page.webp",
    "impactStats": [
      {
        "icon": "/impact_icons/4.svg",
        "value": "60+",
        "label": "Patients helped"
      },
      {
        "icon": "/impact_icons/5.svg",
        "value": "220+",
        "label": "Medicines provided"
      },
      {
        "icon": "/impact_icons/6.svg",
        "value": "70,000 PKR",
        "label": "Amount spent"
      }
    ]
  },
  {
    "id": "Gynae ward 9A Drug Bank",
    "type": "ongoing",
    "title": "OBGYN Ward 9A Drug Bank",
    "description": "**The Gynae 9A Drug Bank at JPMC** was established to ensure that essential medications and supplies are accessible to expectant and new mothers who cannot afford them. One of the key services offered through this drug bank is the provision of **anti-D immunoglobulin** — a life-saving injection that is often financially out of reach for many families. Alongside this, other critical medications and maternal health supplies are also distributed free of cost to support safe deliveries and postnatal care.\n\nThis initiative reflects PHH’s commitment to reducing maternal and neonatal health risks by bridging treatment gaps in high-need public healthcare settings. In addition to supporting Ward 9A, the drug bank also supplies necessary medications and materials to its sister ward, Gynae 9B. PHH has developed a strong working relationship and communication network with the doctors and healthcare staff across both wards. Through regular coordination, these professionals inform us about the medications and supplies most urgently needed by patients.\n\nThe essential medicines currently provided through the Gynae 9A Drug Bank include :\n\n**Amikacin**\n**Cytotec**\n**Hydralazine**\n**Magnesium Sulfate (MgSO₄)**\n**Prostin/Glandin**\n**Clexane**\n**Calamox**\n**Valenfer**\n**Anti-D Immunoglobulin**\n\nTo ensure smooth operation, **Mrs. Aneela Nadeem**, the dedicated librarian of Gynae Ward 9A, plays a vital role in overseeing the coordination and distribution of these supplies. Her efforts, combined with the proactive system established by PHH, allow the team to respond swiftly and efficiently, ensuring that no mother is left untreated due to a lack of resources.\n\nBy maintaining this collaborative and patient-centered approach, PHH continues to play a vital role in supporting maternal health at JPMC, standing as a reliable partner in improving outcomes for mothers and newborns alike.",
    "image": "/project_cover_images/gynae_ward_9a.webp",
    "link": "/projects/Gynae-ward-9A-Drug-Bank",
    "detailedimage": "/project_cover_images/detailed/gynae_ward_page.webp",
    "impactStats": [
      {
        "icon": "/impact_icons/4.svg",
        "value": "130+",
        "label": "Patients helped"
      },
      {
        "icon": "/impact_icons/5.svg",
        "value": "150+",
        "label": "Medicines provided"
      },
      {
        "icon": "/impact_icons/6.svg",
        "value": "100,000 PKR",
        "label": "Amount spent"
      }
    ]
  },
  {
    "id": "NICH Drug Bank",
    "type": "ongoing",
    "title": "NICH Drug Bank",
    "description": "**On October 4th, 2011, Patients’ Helping Hands (PHH)** launched its very first initiative — the **NICH Drug Bank**. Since its inception, the project has provided life-saving medications and medical disposables free of cost to thousands of pediatric patients. The goal has always been to ensure that essential treatments remain accessible to those who need them most, regardless of financial hardship.\n\nIn response to a recent survey highlighting shortages of critical medications, the project is now focused on maintaining a steady supply of vital healthcare essentials. This ongoing effort plays a key role in improving treatment outcomes and ensuring that children receive the care they deserve without unnecessary delays.\n\nOperations at the NICH Drug Bank were temporarily halted during the COVID-19 pandemic due to safety concerns and logistical challenges. However, in 2024, PHH proudly resumed full operations at the drug bank, revitalizing its mission with renewed commitment and energy. Today, the project is running at full capacity, supported by an organized system of medicine procurement and distribution. Our volunteers and team members are actively engaged on the ground, working closely with NICH staff to identify needs, respond to emergencies, and deliver timely support to young patients.\n\nThe essential medicines currently provided through the NICH Drug Bank include :\n\n**Linezolid 600 mg**\n**Tanzo 4.5 g**\n**Meropenem 1 g**\n**Ondansetron**\n**Phenytoin**\n\nTo ensure smooth coordination and support within the hospital, **Miss Farkhanda Kanwal**, the dedicated playroom in-charge at NICH, plays an important role in facilitating communication between PHH and hospital staff. Her efforts help strengthen the drug bank’s ability to respond efficiently to pediatric needs and emergencies.\n\nThis revival marks a reaffirmation of PHH’s dedication to pediatric care and its foundational promise of serving those in need, ensuring that every child receives the treatment and care they deserve.",
    "image": "/project_cover_images/NICH_drugbank_2.webp",
    "link": "/projects/NICH_drugbank",
    "detailedimage": "/project_cover_images/detailed/nich_page.webp",
    "impactStats": [
      {
        "icon": "/impact_icons/4.svg",
        "value": "80+",
        "label": "Patients helped"
      },
      {
        "icon": "/impact_icons/5.svg",
        "value": "300+",
        "label": "Medicines & Disposables provided"
      },
      {
        "icon": "/impact_icons/6.svg",
        "value": "65,000 PKR",
        "label": "Amount spent"
      }
    ]
  },
  {
    "id": "Fund a Patient",
    "type": "ongoing",
    "title": "Fund a Patient",
    "description": "The 'Fund a Patient' campaign is one of PHH’s most compassionate and targeted initiatives, operating in the Oncology Ward of JPMC. This project aims to identify cancer patients who are in the most urgent need of financial assistance and match them with generous donors willing to support their treatment through zakat and donations. Many of these patients face not only the emotional and physical toll of a cancer diagnosis but also the overwhelming burden of medical expenses they cannot afford.\n\nTo ensure that every case supported is genuine and deserving, PHH collaborates closely with the Yasmeen Foundation, which helps us verify the financial and medical details of each patient. This partnership strengthens our ability to direct zakat funds responsibly and ethically, following Islamic principles.\n\nOnce a patient is selected for the campaign, our dedicated volunteers stay in close contact with them and their families. They gather and update every detail of the case—diagnosis, treatment plan, cost estimates, and progress reports—so donors can make informed decisions and remain connected with the patient’s journey. This level of transparency fosters trust and accountability, making each donation not just a financial contribution but a deeply human connection between giver and receiver.\n\n Through this initiative, PHH continues to stand by some of the most vulnerable individuals in our healthcare system, ensuring they are not alone in their fight against cancer. The 'Fund a Patient' campaign embodies the true spirit of service, where compassion, trust, and community come together to save lives.",
    "image": "/project_cover_images/fund_a_patient.webp",
    "link": "/projects/Fund-a-Patient",
    "detailedimage": "/project_cover_images/detailed/fund_a_patient_page.webp"
  }
]
